{
  "Default": {
    "Obtain": "これまで険しい道のりを歩んできたんだろう。可哀想な子だ……ご苦労様。キミはいつも、とてもよくやっているよ。これからは私がいるから、安心したまえ。",
    "RP1": "私の働きが不満か？なら、今後はもっと努力しよう。そう、キミのためにね。",
    "RP3": "さぁ、ここまでだ。キミは随分遠くまで来てしまった。もう戻りたまえ。今ならまだ間に合う。",
    "LevelUp": "うん……懐かしい感覚だ。",
    "Pat": "なんだ、ご褒美でも欲しいのか？",
    "LevelStart": "私に行ってほしいのか？いいだろう。キミとなら、喜んで。",
    "Win": "さて、私の仕事はこれで終わりだ。キミたちの幸運を祈る。",
    "Lose": "心配ない。ちょっとしたミスをカバーするのは得意でね。",
    "Ultimate": "うるさい、静かにしたまえ！",
    "Death": "ふふ……先に行くよ……向こうで待っている……",
    "Convo1": "私の仕事は、他人の過失を補い、助けを求める声を受け、状況を分析。そして解決策を提案し、確実に実行することだ。この仕事は嫌いではない。ただ……皆がもう少し用心深くなってくれれば、余計なコストをかけずに済むと思っている。だから局長、慎重になりたまえ。キミに「スイーパー」を必要とする日が来ないことを祈っているよ。",
    "Convo2": "私には特殊な能力もなければ、戦闘も不得手で、この小さな黒い三角で自分を守ることしかできない。もちろん、この子は今後キミのことも守る。この子の裏にいる人間を信用していないのは分かるが、キミはきっとこの力を利用する方法を見つける……そうだろう？",
    "Convo3": "キミのものになってほしいのか？ふふ、いいだろう。キミの要求を全て満たしてあげよう。代わりに……キミの全てを、あるいは咲いたばかりの花をくれないか。",
    "SConvo1": "キミに求めるものはないが、強いて言うのなら……自分のことをもっと大切にしてほしいというところかな。キミを守るのは簡単ではないんだ。それが難しいなら……ふふ、その命が最も適切な時に最大の役割を果たせるよう、仕向けるしかない。",
    "SConvo2": "しーっ……キミの鼓動を数えているんだ。16、17、18……うん、興味深いな。面白い感情で満ちている……キミは？キミなら、私の心が聞こえるか？",
    "SConvo3": "私は多くの人のために働いてきた。私に忠誠を尽くす人も大勢いる。キミか？キミはもちろん彼らとは違う。キミができることは彼らより多く、最も特別で、私より遥かに重要な存在だ。だから……傍にいてくれ。遠くへ行かず、離れないでほしい。",
    "Compliance": "キミが好きな本、音楽、映画について話してくれないか。それと好きな場所や人についてもね。ああ、私はキミの話が聞きたいんだ。もっとキミの世界を見せてくれたまえ。キミが運命に飲み込まれ、あの寂寥とした終点に到着する前に……一目、見たいんだ。",
    "Greeting": "こんにちは、忙しい一日が始まるよ。私の助けが必要か？それとも、私からの励ましが欲しいのか？",
    "Idle": "（ハミング）",
    "Annoyed": "こらこら、それではあまりにも青臭いじゃないか……さぁ、私の手を取りたまえ。やり方を教えてあげよう。ちゃんと覚えておくように……",
    "Dispatch": "ふむ……新鮮だな。もう少し人手を増やせるか？",
    "DispatchC": "安心したまえ、順調だ。皆いい子だよ。従順でよく働いてくれた。",
    "SAttention": "本当にそうして私のことをじっと見つめる気か？いいだろう、それなら私もずっと見なければな。",
    "Deploy": "Oh, I don't have much to contribute on the front line. I'll count on you guys."
  },
  "Sleeps": {
    "Name": "yehuaruzhou",
    "LevelUp": "キミの努力を、しっかり覚えておこう。",
    "Pat": "こんな場でも、本当の気持ちを抑えられないのか？甘えん坊だな。",
    "Obtain": "キミは確かに、こうした「社交の場」が苦手なようだ。心配ない、よくやった。続きは、私に任せたまえ。",
    "Greeting": "ニューシティの夜、代わり映えしない開会の挨拶。全てが見慣れたものだ……もしそれぞれの思惑がなければ、誰が同じ過ちを何度も繰り返そうと思うだろうか？",
    "OT1": "彼らがキミに恭しく発する賛美あるいは侮辱は、全て中身のない感嘆だ。深読みはしないように。なんといっても、キミは彼らの「同類」ではないのだから。",
    "OT2": "ニューシティの大半の人が、永遠に覚めない幻夢に溺れている。キミと私を除いて。「夢」という言葉は、遥か昔から私たちとは無縁なのだよ。",
    "OT3": "このパーティー、あのスポットライトや花、権力者に名士……私を含めそれらは皆、脇役にすぎない。キミこそ今夜の唯一の主役だ。",
    "OT4": "ディスシティでは、あまりに多くの過ちが起きている。私でも全てを顧みることはできない。だがキミ……キミは違う。全員の希望を背負っている……大丈夫だ、思い切りやりたまえ。失敗を恐れる必要はない。私がカバーしてあげよう……",
    "Idle": "結局、誰であっても私を捨てるのだろう……キミを責めたりしないよ。それがキミの宿命なのだから。",
    "SAttention": "私と一緒にいるのが好きか？うん……安心したまえ。私は離れたりしない。"
  }
}