{
  "hail_from_the_otaku_world": [
    {
      "title": "Obtain the Sinner",
      "filename": "File:Vo_emp_qihangerciyuan_cacha_001.ogg",
      "text": "Thou hast discovered my secret... Then stay here with me forever! C'mon, quit gawking! This is the time for you to say, \"In your dream, Dreadlord! Not even over my dead body!\""
    },
    {
      "title": "Greeting",
      "filename": "File:Vo_emp_qihangerciyuan_greeting_001.ogg",
      "text": "Hey, you're just in time to see the love of my life. Isn't it a masterpiece? Great storyboard and plot, right? What? The love of my life wasn't this one last time we met? Ummm... Well, I just made the mistake that all manga otaku make!"
    },
    {
      "title": "Ordinary Contact 1",
      "filename": "File:Vo_emp_qihangerciyuan_talk_001.ogg",
      "text": "Ta-da! Check my babies out! This room of comics is the kingdom I have built for myself! Many are already out-of-print! Thanks to these treasures, I can usurp... ahem, I mean, achieve this lofty status in the comic club!"
    },
    {
      "title": "Ordinary Contact 2",
      "filename": "File:Vo_emp_qihangerciyuan_talk_002.ogg",
      "text": "If you sincerely want to read it, it's not like I can't lend it to you, but strings attached: first, you can't soil the fold-outs; second, you can't lend it to anyone else; and third, the next time I have to go stand in line to buy some special edition comic books, you will approve my leave permit."
    },
    {
      "title": "Idle",
      "filename": "File:Vo_emp_qihangerciyuan_idle_001.ogg",
      "text": "It's the guy posting spoilers again! I have reported so many times but no use! This forum is garbage! Arghhhhh! You left me with no choice but to do this! Just wait and see, your server is gone!"
    },
    {
      "title": "Annoyed",
      "filename": "File:Vo_emp_qihangerciyuan_clicking_001.ogg",
      "text": "\"Hands off\" is rule No.1 of the adventure code, okay? If you continue to be so harum-scarum, you might trigger the spell sealed in my equipment. Humph, that'll be fun to watch!"
    },
    {
      "title": "Special Attention",
      "filename": "File:Vo_emp_qihangerciyuan_specialattention_001.ogg",
      "text": "It's not that I'm stingy, but this is a random special edition that came with the limited color illustration! And I had to buy two other unsalable books to get it. I swore I'd never let it fall into the hands of outsiders!"
    },
    {
      "title": "Level Up",
      "filename": "File:Vo_emp_qihangerciyuan_levelup_002.ogg",
      "text": "Hehe, see this shining magic tattoo? I am not bald, and I get stronger!"
    }
  ]
}